SIMISA@@@@@@@@@@JINX0D0t______

Wagon (  DEE_Schools_30937-D20
Type ( Engine )
WagonShape ( DEE_Schools_30937.s )
Name ( "DEE_Schools_30937 discs 20" )

Include ( ..\\Common_Locomotives\\SR_V_wagon.inc )

Comment ( ******************** Freight and Load Animations (If used) ********************
                Included in this section - Freight Animation information, etc
          *********************************************************************** )

ORTSFreightAnims (

FreightAnimStatic (
SubType( Default )
Shape ( "schools_headcodediscs-20.s" )
Offset( 0 0 0 ) )

FreightAnimStatic (
SubType( Default )
Shape ( "..\\common.crew\\Lib_1\\ScotL.s" )
Offset( 0 0 -1.5 ) )

)

)


Engine ( DEE_Schools_30937

Include ( ..\\Common_Locomotives\\SR_V_engine.inc )

 Description (
 "1930 Southern Railway Schools class, designed by R.E.L. Maunsell.\n\n"+
 "Locomotive type & no.: BR(SR) Class V 4-4-0 No.30937 Eastbourne\n\n"+
"Power source: 220 psi hand-fired, coal burning boiler.\n\n"+
 "Wheel configuration: Four 6ft 7in diameter driving wheels, four 3ft 1in bogie wheels.\n\n"+
 "Max. speed: 95 mph has been recorded on one occasion, by 928 Stowe between Dorchester and Wareham in 1938.\n\n"+
 "Tractive effort: 25,163 lb\n\n"+
 "Coal capacity: 5 tons\n\n"+
 "Water capacity: 5,000 gallons\n\n"+
 "Brakes: Vacuum, operates at 21 in. Hg"
)
EngineOperatingProcedures (
"To move forward\n"+

"2. Press the O key to turn off the steam to Injector 2."


 )

)